/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "Dates";
"AppDates.DATES.PAST_DUE" = "Date de rendu dépassée";
"AppDates.DATES.TODAY" = "Aujourd'hui";
"AppDates.DATES.THIS_WEEK" = "Cette semaine";
"AppDates.DATES.NEXT_WEEK" = "La semaine prochaine";
"AppDates.DATES.UPCOMING" = "À venir";
"AppDates.EMPTY.TITLE" = "Aucune date";
"AppDates.EMPTY.SUBTITLE" = "Vous n'avez actuellement aucun cours actif avec des événements planifiés. Inscrivez-vous à un cours pour voir les dates et les échéances importantes.";
"AppDates.SHIFT_DUE_DATES.TITLE" = "Vous avez manqué des délais ?";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "Ne vous inquiétez pas, modifiez notre calendrier suggéré pour terminer les devoirs dus sans perdre aucune progression.";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "Décaler les Échéances";
"Profile.TITLE" = "Profil";
"Profile.INFO" = "Informations sur le profil";
"Profile.ABOUT" = "Sur moi";
"Profile.EDIT_PROFILE" = "Modifier le profil";
"Profile.YEAR_OF_BIRTH" = "Année de naissance :";
"Profile.BIO" = "Biographie :";
"Profile.SETTINGS" = "Paramètres";
"Profile.SETTINGS_VIDEO" = "Paramètres vidéo";
"Profile.DATES_AND_CALENDAR" = "Dates & Calendrier";
"Profile.SUPPORT_INFO" = "Informations d&#39;assistance";
"Profile.CONTACT" = "Contactez le support";
"Profile.TERMS" = "Conditions d&#39;utilisation";
"Profile.PRIVACY" = "Politique de confidentialité";
"Profile.COOKIE_POLICY" = "Politique de cookies";
"Profile.CURRENT_LEARNING_SITE" = "Site d'apprentissage actuel";
"Profile.DO_NOT_SELL_INFORMATION" = "Ne vendez pas mes informations personnelles";
"Profile.FAQ_TITLE" = "Voir la FAQ";
"Profile.MANAGE_ACCOUNT" = "Gérer son compte";
"Profile.LEARNING_SITES" = "Sites d'apprentissage";
"Profile.LOGOUT" = "Se déconnecter";
"Profile.SWITCH_TO" = "Basculer vers";
"Profile.FULL_PROFILE" = "profil complet";
"Profile.LIMITED_PROFILE" = "profil limité";
"Profile.LOGOUT_ALERT.TITLE" = "Confirmez la déconnexion";
"Profile.LOGOUT_ALERT.TEXT" = "Êtes-vous sûr de vouloir vous déconnecter ?";
"Profile.DELETE_ALERT.TITLE" = "Avertissement !";
"Profile.DELETE_ALERT.TEXT" = "Voulez-vous vraiment supprimer votre compte ?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "Partir sans enregistrer ?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "Les modifications que vous avez apportées seront abandonnées.";
"Profile.EDIT.TOO_YONG_USER" = "Vous devez avoir plus de 13 ans pour avoir un profil avec un accès complet à l&#39;information.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "Un profil limité ne partage que votre nom d'utilisateur et votre photo de profil.";
"Profile.EDIT.DELETE_ACCOUNT" = "Supprimer le Compte";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Année de naissance";
"Profile.EDIT.FIELDS.LOCATION" = "Localisation";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Langue parlée";
"Profile.EDIT.FIELDS.ABOUT_ME" = "Sur moi :";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Modifier l&#39;image du profil";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Sélectionnez dans la galerie";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Retirez la photo";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "Annuler";
"Profile.DELETE_ACCOUNT.TITLE" = "Supprimer le Compte";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "Êtes-vous sûr de vouloir ? ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "Supprimer votre compte ?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "Pour confirmer cette action, veuillez saisir le mot de passe de votre compte.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Mot de passe";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Entrer le mot de passe";
"Profile.DELETE_ACCOUNT.CONFIRM" = "Oui, supprimer le compte";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Retour au profil";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "Le mot de passe est incorrect. Veuillez réessayer.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Paramètres vidéo";
"Profile.SETTINGS.WIFI_TITLE" = "Télécharger Wi-Fi uniquement";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Téléchargez du contenu uniquement lorsque le Wi-Fi est activé";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Qualité du streaming vidéo";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Automatique (recommandé)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Auto";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "Recommandé";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "Utilisation réduite des données";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "Meilleure qualité";
"Profile.SETTINGS.VERSION" = "Version :";
"Profile.SETTINGS.UP_TO_DATE" = "À jour";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Appuyez pour mettre à jour vers la version";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Appuyez pour installer la mise à jour de l&#39;application requise";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "Impossible d&#39;envoyer un e-mail. Il semble que votre client de messagerie ne soit pas configuré.";
"Profile.CALENDAR.NEW_CALENDAR" = "Nouveau calendrier";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "Modifier les options de synchronisation";
"Profile.CALENDAR.ACCOUNT" = "Compte";
"Profile.CALENDAR.CALENDAR_NAME" = "Nom du calendrier";
"Profile.CALENDAR.COLOR" = "Couleur";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "Les devoirs à venir pour les cours actifs apparaîtront sur ce calendrier";
"Profile.CALENDAR.CANCEL" = "Annuler";
"Profile.CALENDAR.BEGIN_SYNCING" = "Commencer la synchronisation";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "Synchronisé";
"Profile.ASSIGNMENT_STATUS.FAILED" = "Échec de la synchronisation";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "Hors ligne";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "Synchronisation avec le calendrier...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Accès au calendrier";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Désactiver Sync calendrier";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "Pour afficher les devoirs à venir et les jalons du cours sur votre calendrier, nous avons besoin d&#39;une permission pour accéder à votre calendrier.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "La désactivation de la synchronisation du calendrier supprimera le calendrier « %@ ». Vous pouvez réactiver la synchronisation du calendrier à tout moment.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Accorder l&#39;accès au calendrier";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Désactiver la synchronisation";
"Profile.CALENDAR_DIALOG.CANCEL" = "Annuler";
"Profile.DATES_AND_CALENDAR.TITLE" = "Dates & Calendrier";
"Profile.CALENDAR_SYNC.TITLE" = "Synchronisation du calendrier";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Configurez la synchronisation du calendrier pour afficher vos devoirs à venir et les jalons de votre cours sur votre calendrier. Les nouveaux devoirs et les dates de cours décalées seront automatiquement synchronisées";
"Profile.CALENDAR_SYNC.BUTTON" = "Synchroniser le calendrier";
"Profile.OPTIONS.TITLE" = "Options";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Utilisez des dates relatives";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Afficher les dates relatives comme « Demain » et « Hier »";
"Profile.OPTIONS.SHOW_FULL_DATES" = "Afficher les dates complètes comme \"1er janvier 2021\"";
"Profile.DATES_AND_CALENDAR.TITLE" = "Dates & Calendrier";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Synchronisation du calendrier des cours";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Veuillez reconnecter votre agenda pour reprendre la synchronisation";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "Synchronisation actuelle des événements avec votre calendrier";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Reconnecter le calendrier";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Modifier les options de synchronisation";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "Synchronisation de %d cours";
"Profile.OPTIONS.TITLE" = "Options";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Utilisez des dates relatives";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Afficher les dates relatives comme « Demain » et « Hier »";
"Profile.COURSES_TO_SYNC.TITLE" = "Cours à synchroniser";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "La désactivation de la synchronisation pour un cours supprimera tous les événements connectés au cours de votre calendrier synchronisé.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Masquer les cours inactifs";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Vous supprimez automatiquement les événements des cours que vous n'avez pas vus au cours du mois dernier";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Inactif";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Locale";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Accent";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "Rouge";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "Orange";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "Jaune";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "Vert";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Bleu";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Violet";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "Brun";
"Profile.CALENDAR.COURSE_DATES" = "%@ Dates des cours";
"Profile.DROP_DOWN_PICKER.SELECT" = "Sélectionner";
"Profile.SYNC_SELECTOR.SYNCED" = "Pour synchroniser";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "Non synchronisé";
"Profile.SYNC.NO_SYNCED" = "Aucun cours synchronisé";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "Aucun cours n'est actuellement synchronisé avec votre calendrier.";
"Downloads.DOWNLOADS.TITLE" = "Téléchargements";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "Gérer les paramètres de téléchargement";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "Aucun cours avec Contenu téléchargeable";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "Vous n'avez actuellement aucun cours avec contenu téléchargeable.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ téléchargé";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "Tous les %@ téléchargé";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ disponible";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "Télécharger cours";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "Téléchargement";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "Chargement de la structure des cours...";
"Downloads.MENU_OPTION.REMOVE" = "Supprimer les téléchargements de cours";
"Downloads.MENU_OPTION.CANCEL" = "Annuler le téléchargement";
"Discovery.TITLE" = "Découvrir";
"Discovery.SEARCH" = "Recherche";
"Discovery.HEADER.TITLE_1" = "Découvrez de nouvelles";
"Discovery.HEADER.TITLE_2" = "Trouvons un nouveau cours pour vous.";
"Discovery.SEARCH.TITLE" = "Résultats de recherche";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Commencez à taper pour trouver le cours";
"Discovery.UPDATE_REQUIRED_TITLE" = "Mise à jour de l&#39;application requise";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "Cette version de l&#39;application OpenEdX est obsolète. Pour continuer à apprendre et obtenir les dernières fonctionnalités et correctifs, veuillez mettre à jour vers la dernière version.";
"Discovery.UPDATE_WHY_NEED" = "Pourquoi dois-je mettre à jour ?";
"Discovery.UPDATE_DEPRECATED_APP" = "Version de l&#39;application obsolète";
"Discovery.UPDATE_BUTTON" = "Mise à jour";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Paramètres du compte";
"Discovery.UPDATE_NEEDED_TITLE" = "Mise à jour de l'application";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "Nous vous recommandons de mettre à jour vers la dernière version. Mettez à jour maintenant pour recevoir les dernières fonctionnalités et correctifs.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "Pas maintenant";
"Discovery.UPDATE_NEW_AVALIABLE" = "Nouvelle mise à jour disponible! Mettez à jour maintenant pour recevoir les dernières fonctionnalités et correctifs";
"Discovery.ALERT.LEAVING_APP_TITLE" = "Quitter l&#39;application";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "Vous quittez maintenant l'application et ouvrez un navigateur";
"Discovery.DETAILS.TITLE" = "Détails du cours";
"Discovery.DETAILS.VIEW_COURSE" = "Voir le cours";
"Discovery.DETAILS.ENROLL_NOW" = "S'inscrire maintenant";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "Vous ne pouvez pas vous inscrire à ce cours car la date d'inscription est terminée.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "Pour s'inscrire à ce cours, assurez-vous d&#39;être connecté à Internet.";
"Discovery.DETAILS.COURSE_BANNER" = "Bannière du cours";
"Discovery.ALERT.AUTHORIZATION" = "Autorisation";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "Veuillez entrer dans le système pour continuer l'inscription au cours.";
"Discussion.TITLE" = "Discussions";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "Le message dans les discussions est désactivé par l&#39;équipe du cours";
"Discussion.TOPICS.SEARCH" = "Rechercher tous les messages";
"Discussion.TOPICS.ALL_POSTS" = "Tous les messages";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "Messages que je suis en train de suivre";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Catégories principales";
"Discussion.TOPICS.UNNAMED" = "Sous-catégorie sans nom";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Activité récente";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "La plupart des activités";
"Discussion.POSTS.SORT.MOST_VOTES" = "La plupart des votes";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "Il n'y a pas encore de discussions.";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "Clique sur le bouton ci-dessous pour créer votre première discussion.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Créer une discussion";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Ajouter un message";
"Discussion.POSTS.FILTER.ALL_POSTS" = "Tous les messages";
"Discussion.POSTS.FILTER.UNREAD" = "Non lu";
"Discussion.POSTS.FILTER.UNANSWERED" = "Sans réponse";
"Discussion.POSTS.CREATE_NEW_POST" = "Créer un nouveau message";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Choisissez";
"Discussion.POST.LAST_POST" = "Dernier message :";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Commentaire ajouté";
"Discussion.THREAD.ADD_RESPONSE" = "Ajouter une réponse";
"Discussion.CREATE_THREAD.NEW_POST" = "Créer un nouveau message";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Sélectionnez le type de message";
"Discussion.CREATE_THREAD.TOPIC" = "Sujet";
"Discussion.CREATE_THREAD.TITLE" = "Titre";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Suivez cette discussion";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Suivez cette question";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Créer une nouvelle discussion";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Créer une nouvelle question";
"Discussion.COMMENT.REPORT" = "";
"Discussion.COMMENT.UNREPORT" = "Annuler le rapport";
"Discussion.COMMENT.FOLLOW" = "Suivre";
"Discussion.COMMENT.UNFOLLOW" = "Ne plus suivre";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "Commentaire";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Commentaire ajouté";
"Discussion.RESPONSE.ADD_COMMENT" = "Ajouter un commentaire";
"Discussion.POST_TYPE.QUESTION" = "question";
"Discussion.POST_TYPE.DISCUSSION" = "discussion";
"Discussion.SEARCH" = "Recherche";
"Discussion.SEARCH.TITLE" = "Résultats de recherche";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Commencez à taper pour trouver les sujets";
"Discussion.ANONYMOUS" = "Anonyme";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "Impossible de charger les discussions.\nRéessayez plus tard.";
"Course.OUTLINE.PASSED_THE_COURSE" = "Félicitations, vous avez obtenu ce certificat de cours en « %@ \ ».";
"Course.OUTLINE.VIEW_CERTIFICATE" = "Voir le certificat";
"Course.OUTLINE.CERTIFICATE" = "Certificat";
"Course.OUTLINE.COURSE_VIDEOS" = "Vidéos de cours";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "Ce cours n&#39;a pas encore commencé.";
"Course.COURSEWARE.COURSE_CONTENT" = "Contenu du cours";
"Course.COURSEWARE.COURSE_UNITS" = "Unités de cours";
"Course.COURSEWARE.NEXT" = "Suivant";
"Course.COURSEWARE.PREVIOUS" = "Précédent";
"Course.COURSEWARE.PREVIOUS_FULL" = "Précédent";
"Course.COURSEWARE.FINISH" = "Finir";
"Course.COURSEWARE.GOOD_WORK" = "Bon travail !";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Retour au plan";
"Course.COURSEWARE.SECTION" = "Vous avez terminé «";
"Course.COURSEWARE.IS_FINISHED" = "« .";
"Course.COURSEWARE.CONTINUE" = "Continuez";
"Course.COURSEWARE.RESUME_WITH" = "Reprendre avec :";
"Course.ERROR.NO_INTERNET" = "Vous n&#39;êtes pas connecté à Internet. S&#39;il vous plait, vérifiez votre connexion internet.";
"Course.ERROR.RELOAD" = "Recharger";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "Composant de cours introuvable, veuillez recharger";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "Il n'y a actuellement pas de documents pour ce cours.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "Il n'y a actuellement aucune annonce pour ce cours.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "Aucune vidéo n'est disponible pour ce cours.";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "Aucun devoir n'est disponible pour ce cours.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "Les dates des cours ne sont pas encore disponibles.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "Aucun contenu de cours n'est actuellement disponible.";
"Course.ALERT.ROTATE_DEVICE" = "Faites pivoter votre appareil pour voir cette vidéo en plein écran.";
"Course.ALERT.DELETE_ALL_VIDEOS" = "Êtes-vous sûr de vouloir supprimer toutes les vidéos ?";
"Course.ALERT.DELETE_VIDEOS" = "Êtes-vous sûr de vouloir supprimer des vidéos pour l'utilisateur ?";
"Course.ALERT.STOP_DOWNLOADING" = "La désactivation du commutateur arrêtera le téléchargement et supprimera toutes les vidéos téléchargées pour";
"Course.ALERT.WARNING" = "Avertissement";
"Course.COURSE_CONTAINER.HOME" = "Accueil";
"Course.COURSE_CONTAINER.CONTENT" = "Contenu";
"Course.COURSE_CONTAINER.PROGRESS" = "Progrès";
"Course.COURSE_CONTAINER.VIDEOS" = "Vidéos";
"Course.COURSE_CONTAINER.OFFLINE" = "Hors ligne";
"Course.COURSE_CONTAINER.DATES" = "Dates";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Discussions";
"Course.COURSE_CONTAINER.HANDOUTS" = "Plus";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Documents en cours de développement";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "Vous avez complété %@%% de la progression du cours";
"Course.COURSE_CAROUSEL.GRADES" = "Notes";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "Cela représente votre note pondérée par rapport à la note nécessaire pour réussir ce cours.";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "Tout le Contenu";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "Vous suivez actuellement ce cours en audit et avez un accès limité au matériel du cours.";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "Mettre à jour maintenant";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "Vous êtes à jour avec les vidéos !";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "Vous êtes à jour avec vos devoirs !";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "Vidéos\nterminées";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "Travaux\nremis";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "Continuer à regarder";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "Vidéo Suivante";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "Toutes les vidéos";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "Toutes les tâches";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "Prochain devoir";
"Course.COURSE_CONTENT.ALL" = "Tous";
"Course.COURSE_CONTENT.VIDEOS" = "Vidéos";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "Missions";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "Achèvement du cours";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "Cela représente la partie du cours contenu que vous avez complétée. Notez que certains contenu peuvent ne pas avoir encore été publiés.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "Complété";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "Progression globale";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "Restant";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "Fermé à clé";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "Progression des notes";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "Réussite";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "Pas réussi";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "Voir le certificat";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "Progression des Sections";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "Aucune progression disponible";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "Commencez à apprendre pour voir votre progression ici";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "Note globale";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "Cela représente votre note pondérée par rapport à la note nécessaire pour réussir ce cours.";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "Note globale pondérée actuelle :";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "Une note pondérée de %@%% est requise pour réussir ce cours";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "Exigée";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "Détails de la note";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "Type d&#39;affectation";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "Actuel / Max %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "Complet";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "de la note";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "Ce cours ne contient pas de devoirs notés.";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "Documents";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Annonces";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Trouver des informations importantes sur les cours";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "Tenez-vous au courant des dernières nouvelles";
"Course.NOT_AVALIABLE.TITLE" = "Ce composant interactif n&#39;est pas disponible sur mobile";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Explorez d'autres parties de ce cours ou voyez-le sur le web.";
"Course.NOT_AVALIABLE.BUTTON" = "Ouvrir dans le navigateur";
"Course.SUBTITLES.TITLE" = "Les sous-titres";
"Course.ACCESSIBILITY.DOWNLOAD" = "Télécharger";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "Annuler le téléchargement";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "Supprimer le téléchargement";
"Course.ACCESSIBILITY.PROGRESS_RING" = "Anneau de progression de l'achèvement du cours";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "Section de la note globale";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "Section des détails de la note";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "Élément de devoir";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "Indicateur de note requise pour réussir";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ pour cent terminé";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ pourcentage requis pour réussir";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ sur %@ complété, %@ sur %@ pourcentage de la note";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "Note actuelle : %@ pour cent";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "Avertissement sur les pré requis de note : %@ pour cent requis pour réussir";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "Visualisation de la progression montrant %@ catégories de devoirs";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "Progression globale : %@ pour cent";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "Affiche la répartition des progrès par type de devoir";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "Ce cours n'a pas de devoirs notés à afficher";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "Complétez les activités du cours pour voir votre progression ici";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "En-tête de colonne du Type de devoir";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "En-tête de colonne pourcentage actuel et maximum";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "Poids : %@ pour cent de la note";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ sur %@ terminé";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "Note actuelle : %@ sur %@ pour cent";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ sur %@ terminé. Poids : %@ pour cent de la note. Note actuelle : %@ sur %@ pour cent";
"Course.DOWNLOAD.DOWNLOADS" = "Téléchargements";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "Toutes les vidéos téléchargées";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Télécharger des vidéos...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Télécharger sur l&#39;appareil";
"Course.DOWNLOAD.VIDEOS" = "Vidéos";
"Course.DOWNLOAD.REMAINING" = "Restant";
"Course.DOWNLOAD.UNTITLED" = "Sans titre";
"Course.DOWNLOAD.TOTAL" = "Total";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "Vous ne pouvez pas modifier la qualité de la vidéo téléchargée lorsque toutes les vidéos sont en cours de téléchargement";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "Vos paramètres de téléchargement actuels autorisent uniquement les téléchargements via Wi-Fi.\nVeuillez vous connecter à un réseau Wi-Fi ou modifiez vos paramètres de téléchargement.";
"Course.COURSE_DATES.TODAY" = "Aujourd'hui";
"Course.COURSE_DATES.COMPLETED" = "Terminé";
"Course.COURSE_DATES.PAST_DUE" = "En souffrance";
"Course.COURSE_DATES.DUE_NEXT" = "Prochaine échéance";
"Course.COURSE_DATES.UNRELEASED" = "Inédit";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Vérifié uniquement";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Objets masqués";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Objet masqué";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "Échéances décalées";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "Vos échéances ont été bien décalées pour vous aider à rester sur le bon parcours.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "Voir toutes les dates";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Synchroniser avec le calendrier";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Synchronisez automatiquement toutes les échéances et dates d&#39;échéance de ce cours avec votre calendrier.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Ajouter un calendrier";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Supprimer le calendrier";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "Souhaitez-vous ajouter le calendrier %@ « %@ » ? \n Vous pouvez modifier ou supprimer le calendrier des cours à tout moment dans Calendrier ou Paramètres.";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "Souhaitez-vous supprimer le calendrier %@ « %@ » ?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "\"%@\" a été ajouté à votre calendrier.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Synchronisation du calendrier...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "Voir les événements";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "Votre calendrier de cours a été ajouté.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "Votre calendrier de cours a été supprimé.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "Événements du calendrier";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "Votre calendrier de cours est obsolète";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "Vos dates de cours ont été décalées et votre calendrier de cours n&#39;est plus à jour avec votre nouvel emploi du temps.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "Mettez à jour maintenant";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "Votre calendrier de cours a été mis à jour.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ n'a pas la permission de calendrier. Veuillez accéder aux paramètres et autoriser le calendrier.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Ouvrir les paramètres";
"Course.COURSE_DATES.SETTINGS" = "Paramètres";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Vos dates n&#39;ont pas pu être décalées. Veuillez réessayer.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Vos dates ont été décalées avec succès.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Dates des cours";
"Course.COURSE.DUE_TODAY" = "À payer aujourd&#39;hui";
"Course.COURSE.DUE_TOMORROW" = "À rendre demain";
"Course.COURSE.PROGRESS_COMPLETED" = "%@ / %@ Terminé";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ sections terminées";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@ / %@ Terminé";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ Visionné";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "Afficher terminé";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "Masquer les éléments complétés";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "Complété";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "Glisser Déposer";
"Course.COURSE.ASSIGNMENT_GENERIC" = "Affectation";
"Course.COURSE.ASSIGNMENT_GRADED" = "Noté";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "Non démarré";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "Évaluation ouverte";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "Instruction par les pairs";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "Exercice";
"Course.COURSE.ASSIGNMENT_SURVEY" = "Enquête";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "En cours";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "Nuage de mots";
"Course.COURSE.ASSIGNMENT_LTI" = "Outil externe";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "Discussion";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "Les plus grands téléchargements";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "Terminé";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "Modifier";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "Supprimer tous les téléchargements";
"Course.COURSE.OFFLINE.VISIBLE" = "%@%% de ce cours est visible sur mobile.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "%@%% de ce cours est téléchargeable.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@%% de ce cours peut être effectué hors ligne.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "Téléchargé";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "Téléchargement";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "Disponible pour télécharger";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "Prêt à télécharger";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "Télécharger tout";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "Annuler le téléchargement du cours";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "Vous pouvez télécharger le contenu des cours hors ligne pour apprendre en déplacement, sans avoir besoin d'une connexion internet active ou d'utiliser des données mobiles.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "Aucun contenu de ce cours n'est actuellement disponible pour télécharger hors ligne.";
"Course.COURSE.RETURN_TO_HOME" = "Retour à l'accueil du cours";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "Ce composant ne télécharge pas";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "Explorez d'autres parties de ce cours ou téléchargez-le lorsque vous vous reconnecterez.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "Ce composant n'est pas encore disponible hors ligne";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "Explorez d'autres parties de ce cours ou de voir lorsque vous vous reconnectez.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "Synchronisé avec le calendrier";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "Échec de synchro calendrier";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "Hors ligne";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "% @ Complet - %@/%@ points";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ En retard - %@/%@ points";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ Non encore disponible";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ points";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "Politique de notation du cours";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "Inconnu";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "Section de progression du cours";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "Section pour continuer l'apprentissage";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "Section du contenu du cours";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "Section des messages d'erreur";
"Course.ACCESSIBILITY.LOADING_SECTION" = "Chargement de la section";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "Section des vidéos";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "Progression de la vidéo %@ sur %@ terminée.";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "Section des devoirs";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "Section de progression des devoirs";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "Aucune section de contenu disponible";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "Page suivante";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "Dernière page";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "Page précédente";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ des devoirs de %@ terminés";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "Appuyez pour masquer les sections complétées";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "Appuyez pour afficher les sections complétées";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ section, %@ de %@ vidéos visionnées";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "Télécharger section, %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "Vidéo : %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, terminé";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% visionné";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, non commencé";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "Appuyez pour lire la vidéo";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ pour cent terminé";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "Vidéo %@ de %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "Navigation vidéo";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "Aucun titre de vidéo";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "Se connecter";
"Authorization.SIGN_IN.WELCOME_BACK" = "Ravi de vous revoir ! Connectez-vous pour accéder à vos cours.";
"Authorization.SIGN_IN.EMAIL" = "Courriel";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "E-mail ou nom d'utilisateur";
"Authorization.SIGN_IN.PASSWORD" = "Mot de passe";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "Mot de passe oublié ?";
"Authorization.SIGN_IN.SELECTED_SITE" = "Site sélectionné";
"Authorization.SIGN_IN.CHANGE" = "Modifier";
"Authorization.SIGN_IN.AGREEMENT" = "En vous connectant à cette application, vous acceptez le [contrat de licence d'utilisateur final %@](%@) et les [conditions d'utilisation et Code d'honneur %@](%@) et vous reconnaissez que %@ et chaque membre traitent vos données personnelles conformément à la [Politique de confidentialité.](%@)";
"Authorization.SIGN_IN.SSO_HEADING" = "Commencez dès aujourd'hui à construire votre carrière en toute confiance";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "Un ensemble intégré de programmes de connaissance et d'habilitation pour développer les composants du secteur des fonds de dotation et ses travailleurs";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "Se connecter";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "Connectez-vous via le service national d'authentification unifiée";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "Adresse e-mail invalide";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "La longueur du mot de passe est invalide.";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "E-mail ou nom d'utilisateur invalide";
"Authorization.ERROR.DISABLED_ACCOUNT" = "Ton compte est désactivé. Veuillez contacter le service client pour obtenir de l&#39;aide.";
"Authorization.SIGN_UP.SUBTITLE" = "Créez un compte pour commencer à apprendre dès aujourd'hui !";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Créer un compte";
"Authorization.SIGN_UP.HIDE_FIELDS" = "Masquer les champs facultatifs";
"Authorization.SIGN_UP.SHOW_FIELDS" = "Afficher les champs facultatifs";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "Vous êtes bien connecté.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "Nous avons juste besoin d&#39;un peu plus d&#39;informations avant de commencer à apprendre.";
"Authorization.SIGN_UP.AGREEMENT" = "En créant un compte, vous acceptez le [Contrat de licence d&#39;utilisateur final %@](%@) et les [Conditions d&#39;utilisation et Code D'honneur de %@](%@) et vous reconnaissez que %@ et chaque Membre traitent vos données personnelles conformément à la [Politique de confidentialité.](%@)";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "J'accepte que %@ puisse m'envoyer des messages promotionnels.";
"Authorization.FORGOT.TITLE" = "Mot de passe oublié";
"Authorization.FORGOT.DESCRIPTION" = "Veuillez saisir votre adresse e-mail de connexion ou de récupération ci-dessous et nous vous enverrons un e-mail contenant des instructions.";
"Authorization.FORGOT.REQUEST" = "Réinitialiser le mot de passe";
"Authorization.FORGOT.CHECK_TITLE" = "Vérifiez votre email";
"Authorization.FORGOT.CHECK_Description" = "Nous avons envoyé des instructions de récupération du mot de passe à votre adresse e-mail ";
"Authorization.CONTINUE_WITH" = "Poursuivre avec :";
"Authorization.LAST_SIGN_IN" = "Dernière connexion";
"Authorization.OR_SIGN_IN_WITH" = "Ou connectez-vous par e-mail :";
"Authorization.OR_REGISTER_WITH" = "Inscrivez-vous ci-dessous :";
"Authorization.APPLE" = "Pomme";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "Ou";
"Authorization.STARTUP.INFO_MESSAGE" = "Cours et cursus des meilleures universités du monde dans votre poche.";
"Authorization.STARTUP.SEARCH_TITLE" = "Que voulez-vous apprendre ?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "Recherchez nos 3000+ cours";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Explorez tous les cours";
"Authorization.STARTUP.TITLE" = "Commencer";
"Authorization.LEARNING_SITES.TITLE" = "Sites d'apprentissage";
"Authorization.LEARNING_SITES.GET_STARTED" = "Commencez";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "Bienvenue ! Sélectionnez votre site d'apprentissage";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "Recherche";
"Authorization.LEARNING_SITES.SUBTITLE" = "Sélectionner ou ajouter un site d'apprentissage";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "Site d'apprentissage actuel";
"Authorization.LEARNING_SITES.MORE_SITES" = "Plus de sites d'apprentissage";
"Authorization.LEARNING_SITES.ADD_SITE" = "";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "Université des Arts et des Sciences";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "Aucune école ne correspond à ta recherche";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "Déconnexion";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "Voulez-vous vraiment vous déconnecter de %@ ?";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "Déconnexion";
"WhatsNew.TITLE" = "Quoi de neuf";
"WhatsNew.BUTTON_PREVIOUS" = "Précédent";
"WhatsNew.BUTTON_NEXT" = "Suivant";
"WhatsNew.BUTTON_DONE" = "Terminé";
"Dashboard.TITLE" = "Tableau de bord";
"Dashboard.HEADER.COURSES" = "Cours";
"Dashboard.HEADER.WELCOME_BACK" = "Content de te revoir. Continuons à apprendre.";
"Dashboard.SEARCH" = "Recherche";
"Dashboard.EMPTY.SUBTITLE" = "Vous n&#39;êtes pas encore inscrit dans aucun cours.";
"Dashboard.LEARN.TITLE" = "Apprendre";
"Dashboard.LEARN.VIEW_ALL" = "Voir tout";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "Voir tous les cours (%@)";
"Dashboard.LEARN.ALL_COURSES" = "Tous les cours";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 devoir en souffrance";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "Voir les devoirs";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Devoirs en souffrance";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Devoirs dus %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ Échéance dans %@ jours";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Reprendre le cours";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Commencer le cours";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Cours";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Programmes";
"Dashboard.LEARN.CATEGORY.ALL" = "Tous";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "En progression";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Terminé";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "Expire";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "Aucun cours";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "Aucun cours en cours";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "Aucun cours terminé";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "Aucun cours expiré";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "Vous n&#39;êtes actuellement inscrits à aucun cours, souhaitez-vous explorer le catalogue de cours ?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Trouver un cours";
"Core.MAINSCREEN.DISCOVERY" = "Découvrir";
"Core.MAINSCREEN.DASHBOARD" = "Tableau de bord";
"Core.MAINSCREEN.IN_DEVELOPING" = "En développement";
"Core.MAINSCREEN.PROGRAMS" = "Programmes";
"Core.MAINSCREEN.PROFILE" = "Profil";
"Core.MAINSCREEN.LEARN" = "Apprendre";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "Vous avez déjà créé un %@ compte avec votre %@ compte. Vous avez été connecté avec ce compte.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Réessayer";
"Core.ERROR.INVALID_CREDENTIALS" = "les identifiants invalides";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "Connexion Internet lente ou absente";
"Core.ERROR.NO_CACHED_DATA" = "Aucune donnée mise en cache pour le mode hors ligne";
"Core.ERROR.USER_NOT_ACTIVE" = "Le compte utilisateur n&#39;est pas activé. Veuillez d&#39;abord activer votre compte.";
"Core.ERROR.UNKNOWN_ERROR" = "Quelque chose a mal tourné";
"Core.ERROR.WIFI" = "Vous ne pouvez télécharger des fichiers que via Wi-Fi. Vous pouvez modifier cela dans les paramètres.";
"Core.ERROR.AUTHORIZATION_FAILED" = "L&#39;autorisation a échoué.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "Pas de connexion Internet";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Veuillez vous connecter à Internet pour voir ce contenu.";
"Core.COURSEWARE.COURSE_CONTENT" = "Le contenu des cours";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "Ce composant interactif n&#39;est pas encore disponible sur mobile.";
"Core.COURSEWARE.COURSE_UNITS" = "Unités de cours";
"Core.COURSEWARE.NEXT" = "Suivant";
"Core.COURSEWARE.PREVIOUS" = "Précédent";
"Core.COURSEWARE.FINISH" = "Finir";
"Core.COURSEWARE.GOOD_WORK" = "Bon travail !";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Retour au plan";
"Core.COURSEWARE.SECTION_COMPLETED" = "Vous avez complété « %@ ».";
"Core.COURSEWARE.CONTINUE" = "Continuez";
"Core.COURSEWARE.RESUME" = "";
"Core.COURSEWARE.RESUME_WITH" = "Reprendre avec :";
"Core.COURSEWARE.NEXT_SECTION" = "Section suivante";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "Pour continuer avec «";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "» appuyez sur « Section suivante ».";
"Core.ERROR.RELOAD" = "Recharger";
"Core.DATE.COURSE_STARTS" = "Début des cours";
"Core.DATE.COURSE_ENDS" = "Fin du cours";
"Core.DATE.COURSE_ENDED" = "Cours terminé";
"Core.DATE.ENDED" = "Terminé";
"Core.DATE.START" = "Commencer";
"Core.DATE.STARTED" = "Commencé";
"Core.DATE.JUST_NOW" = "Tout à l'heure";
"Core.DATE.TODAY" = "Aujourd'hui";
"Core.DATE.NEXT" = "Suivant %@";
"Core.DATE.DAYS_AGO" = "%@ Il y a quelques jours";
"Core.DATE.DUE" = "Échéance ";
"Core.DATE.DUE_IN" = "Échéance ";
"Core.DATE.DUE_IN_DAYS" = "Échéance : %@ Jours";
"Core.DATE.DUE_TODAY" = "À rendre aujourd'hui : %@";
"Core.DATE.DUE_DATE_PAST" = "%@ jours de retard : %@";
"Core.DATE.DUE_IN_LEFT" = "Dans %@ jours : %@";
"Core.ALERT.ACCEPT" = "Accepter";
"Core.ALERT.CANCEL" = "Annuler";
"Core.ALERT.LOGOUT" = "Se déconnecter";
"Core.ALERT.LEAVE" = "Partir";
"Core.ALERT.SIGN_IN" = "Se connecter";
"Core.ALERT.REGISTER" = "S'inscrire";
"Core.ALERT.KEEP_EDITING" = "Continue à modifier";
"Core.ALERT.DELETE" = "Supprimer";
"Core.ALERT.ADD" = "Ajouter";
"Core.ALERT.REMOVE" = "Retirer";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Supprimer le calendrier des cours";
"Core.NO_INTERNET.OFFLINE" = "Hors ligne";
"Core.NO_INTERNET.DISMISS" = "Fermer";
"Core.NO_INTERNET.RELOAD" = "Recharger";
"Core.DATE_FORMAT.MMMM_DD" = "MMMM dd";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "MMM dd, aaaa";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "MMMM dd, aaaa";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "Télécharger";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "Téléchargé";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Terminé";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Qualité de téléchargement vidéo";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Auto";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "Recommandé";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Utilisation réduite des données";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "Meilleure qualité";
"Core.DONE" = "Terminé";
"Core.VIEW" = "Voir";
"Core.BACK" = "Retour";
"Core.OK" = "D'accord";
"Core.CLOSE" = "Fermer";
"Core.PICKER.SEARCH" = "Recherche";
"Core.PICKER.ACCEPT" = "Accepter";
"Core.WEBVIEW.ALERT.OK" = "D'accord";
"Core.WEBVIEW.ALERT.CANCEL" = "Annuler";
"Core.WEBVIEW.ALERT.CONTINUE" = "Continuez";
"Core.REVIEW.VOTE_TITLE" = "Vous appréciez Open edX ?";
"Core.REVIEW.VOTE_DESCRIPTION" = "Vos commentaire compte pour nous. Souhaitez-vous prendre un moment pour évaluer l&#39;application en appuyant sur une étoile ci-dessous ? Merci pour votre aide!";
"Core.REVIEW.FEEDBACK_TITLE" = "Laissez-nous vos commentaires";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "Nous sommes désolés d&#39;apprendre que votre expérience d&#39;apprentissage a rencontré des problèmes. Nous apprécions tous les commentaires.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Merci";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Merci d'avoir partagé votre commentaire avec nous. Souhaitez-vous partager votre avis sur cette application avec d'autres utilisateurs sur l'App Store ?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Merci";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "Nous avons reçu votre commentaire et l'utiliserons pour vous aider à améliorer votre expérience d&#39;apprentissage à l&#39;avenir. Merci pour le partage!";
"Core.REVIEW.BETTER" = "Qu'est-ce qui aurait pu être mieux ?";
"Core.REVIEW.NOT_NOW" = "Pas maintenant";
"Core.REVIEW.BUTTON.SUBMIT" = "Soumettre";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Partager le commentaire";
"Core.REVIEW.BUTTON.RATE_US" = "Évaluez-nous";
"Core.REVIEW.EMAIL.TITLE" = "Sélectionnez le client de messagerie :";
"Core.SOCIAL_SIGN_CANCELED" = "L&#39;utilisateur a annulé le flux de connexion.";
"Core.SIGN_IN.LOG_IN_BTN" = "Se connecter";
"Core.SIGN_IN.REGISTER_BTN" = "S'inscrire";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "Se connecter avec SSO";
"Core.TOMORROW" = "Demain";
"Core.YESTERDAY" = "Hier";
"Core.OPEN_IN_BROWSER" = "Voir dans Safari";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "Ne vous inquiétez pas, modifiez notre calendrier suggéré pour terminer les devoirs dus sans perdre aucune progression.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Décaler les échéances";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "Avez-vous manqué des délais ?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "Nous avons élaboré un calendrier suggéré pour vous aider à rester sur le bon parcours. Mais ne vous inquiétez pas, c&#39;est flexible pour que vous puissiez apprendre à votre rythme. Si vous prenez du retard, vous pourrez ajuster les dates pour rester sur le bon parcours.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "Pour effectuer des devoirs notés dans le cadre de ce cours, vous pouvez mettre à jour dès aujourd'hui.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "Vous suivez ce cours, ce qui signifie que vous ne pouvez pas participer aux devoirs notés. Il semble que vous ayez manqué certaines échéances importantes d'après notre calendrier suggéré. Pour effectuer des devoirs notés dans le cadre de ce cours et décaler les devoirs en retard dans le futur, vous pouvez mettre à jour dès aujourd'hui.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Vos dates n&#39;ont pas pu être décalées. Veuillez réessayer.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Vos dates ont été décalées avec succès.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "Dates des cours";
"Core.COURSE_DATES.TODAY" = "Aujourd'hui";
"Core.COURSE_DATES.COMPLETED" = "Terminé";
"Core.COURSE_DATES.PAST_DUE" = "En souffrance";
"Core.COURSE_DATES.THIS_WEEK" = "Cette semaine";
"Core.COURSE_DATES.NEXT_WEEK" = "La semaine prochaine";
"Core.COURSE_DATES.UPCOMING" = "À venir";
"Core.COURSE.STORAGE_ALERT.TITLE" = "Le stockage de l'appareil est plein";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "Votre appareil ne dispose pas de suffisamment d'espace libre pour télécharger ce contenu. Veuillez libérer de l'espace et réessayer.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ utilisé, %@ gratuit";
"Core.COURSE.ALERT.CANCEL" = "Annuler";
"Core.COURSE.ALERT.CLOSE" = "Fermer";
"Core.COURSE.ALERT.REMOVE" = "Retirer";
"Core.COURSE.ALERT.DOWNLOAD" = "Télécharger";
"Core.COURSE.ALERT.TRY_AGAIN" = "Réessayer";
"Core.COURSE.ALERT.REMOVE_TITLE" = "Supprimer le contenu hors ligne ?";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "Confirmer le téléchargement";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "Télécharger sur Cellulaire ?";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "La suppression de ce contenu libérera %@.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "Le téléchargement de ce %@ de contenu permet d'enregistrer les blocs disponibles hors ligne.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "Le téléchargement de ce contenu utilisera %@ de données cellulaires.";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "Échec du téléchargement";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "Pas de connexion Internet";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Connexion Wi-Fi requise";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "Malheureusement, ce contenu n'a pas réussi à le télécharger. Veuillez réessayer plus tard ou signaler / dénoncer ce problème.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "Le téléchargement de ce contenu nécessite une connexion internet active. Veuillez vous connecter à l'internet et réessayer.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "Le téléchargement de ce contenu nécessite une connexion WiFi active. Veuillez vous connecter à un réseau WiFi et réessayer.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "Les vidéos que vous avez sélectionnées font plus de 1 Go. Voulez-vous télécharger ces vidéos ?";
"Core.DOWNLOAD.DOWNLOAD" = "Télécharger";
"Core.ALERT.ACCEPT" = "Accepter";
